/* button in progress sheet */
"Stop" = "중단";

/* menu item */
"Update iPod" = "iPod 업데이트";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "iPod 복구";

/* menu item */
"Close Window" = "윈도우 닫기";

/* menu item */
"About iPod Updater" = "iPod 업데이터에 관하여";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "선택사항";

/* menu item */
"Quit" = "종료";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "인증 중...";

/* text next to lock when locked */
"Click the lock to make changes." = "변경하려면 자물쇠를 클릭하십시오.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "더 이상 변경하지 않으려면 자물쇠를 클릭하십시오.";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod 업데이터 응용 프로그램이 손상되었습니다";

/* error message */
"Out of memory." = "메모리가 부족합니다.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS 오류 코드는 <error>입니다.";

/* error message */
"Could not find updater library." = "업데이터 라이브러리를 찾을 수 없습니다.";

/* error message */
"An unexpected error occurred." = "예상치 못한 오류가 발생했습니다.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod 업데이터를 사용하려면 CarbonLib 1.4 이상의 버전이 필요합니다.";

/* main window message */
"Plug in an iPod to update it." = "업데이트하려면 iPod를 연결하십시오.";

/* error message */
"An error occurred. There may be open files on the iPod." = "오류가 발생했습니다. iPod에 열린 파일이 있을 수 있습니다.";

/* error message */
"The iPod is not mounted." = "iPod가 마운트되지 않습니다.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "작업이 진행 중일 때 종료하면, 나중에 iPod 소프트웨어를 복구해야 할 수도 있습니다.";

/* info window version */
"<version> (up to date)" = "<version> (최신)";

/* info window label */
"Software Version:" = "소프트웨어 버전:";

/* confirmation dialog title */
"Quit" = "종료";

/* message for main window */
"Update puts the latest system software on your iPod." = "업데이트는 최신의 시스템 소프트웨어를 iPod에 설치합니다.";

/* error message */
"The updater does not have a volume image." = "업데이터에 볼륨 이미지가 없습니다.";

/* error message */
"The updater does not have a firmware image." = "업데이터에 펌웨어 이미지가 없습니다.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "<version> 버전으로 iPod가 업데이트되었습니다. 업데이트 과정을 완료하려면 iPod를 연결 해제했다가 다시 연결하십시오.";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "한번에 하나의 iPod를 연결하여 업데이트하십시오.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "iPod가 초기 설정값으로 복구되었습니다. 복구 과정을 완료하려면 iPod를 연결 해제했다가 다시 연결하십시오.";

/* info window label */
"Name:" = "이름:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "iPod가 초기 설정값으로 복구되었습니다. 복구 과정을 완료하려면 iPod를 추출하고 연결 해제했다가 다시 연결하십시오.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "복구는 iPod를 완전히 지우고 초기 설정값을 적용합니다. 음악과 다른 데이터는 지워질 것입니다.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "iPod 소프트웨어를 복구하겠습니까?";

/* progress message */
"Done restoring iPod software" = "iPod 소프트웨어 복구 완료";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "iPod가 <version> 버전으로 업데이트되었으며, 재시동 중입니다. 연결 해제하지 마십시오.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "iPod가 연결되어 있지만 데스크탑에 마운트되지 않습니다.";

/* error message */
"No iPod is attached." = "iPod가 연결되어 있지 않습니다.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "iPod가 초기 설정값으로 복구되었으며 재시동 중입니다. 연결 해제하지 마십시오.";

/* info window version */
"<version> (needs update)" = "<version> (업데이트 필요)";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "하나 이상의 iPod가 연결되어 있습니다. 한번에 하나의 iPod를 연결하여 업데이트하십시오.";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "현재 iPod에 저장되어 있는 모든 데이터는 유실될 것입니다.";

/* error message */
"More than one iPod is attached." = "하나 이상의 iPod가 연결되어 있습니다.";

/* confirmation message */
"Quit while this operation is in progress?" = "작업이 진행 중입니다. 종료하겠습니까?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "하나의 iPod가 발견되었으나, 이 작업을 실행하려면 데스크탑에 마운트시켜야 합니다.";

/* info window label */
"Capacity:" = "용량:";

/* error message */
"The iPod disk does not have the correct structure." = "iPod 디스크가 올바른 구조를 가지고 있지 않습니다.";

/* progress message */
"Updating iPod software" = "iPod 소프트웨어 업데이트 중";

/* about window line */
"iPod Software Version <version>" = "iPod 소프트웨어 버전 <version>";

/* progress message */
"Done updating iPod software" = "iPod 소프트웨어 복구 완료";

/* main window message */
"The attached iPod does not have proper software on it." = "연결된 iPod에 올바른 소프트웨어가 없습니다.";

/* button for main window */
"Update" = "업데이트";

/* error message */
"The iPod could not be unmounted because it is in use." = "iPod가 사용 중이기 때문에 마운트 해제할 수 없습니다.";

/* confirmation dialog title
   button for main window */
"Restore" = "복구";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "iPod 디스크에서 SysInfo 파일을 찾을 수 없습니다.";

/* info window label */
"Serial Number:" = "일련 번호:";

/* main window title */
"iPod Software <version> Updater" = "iPod 소프트웨어 <version> 업데이터";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "<version> 버전으로 iPod가 업데이트되었습니다. 업데이트 과정을 완료하려면, iPod를 추출하고 연결 해제했다가 다시 연결하십시오.";

/* progress message */
"Restoring iPod software" = "iPod 소프트웨어 복구 중";

